
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf seconden";
"%i days" = "%i dagen";
"%i hours" = "%i uren";
"%i minutes" = "%i minuten";
"%i weeks" = "%i weken";
"1 day" = "1 dag";
"1 hour" = "1 uur";
"1 minute" = "1 minuut";
"1 second" = "1 seconde";
"1 week" = "1 week";
"Copy Link" = "Kopieer koppeling";
"Custom..." = "Pas aan...";
"Image Picker" = "Afbeeldingkiezer";
"Invalid Input" = "Ongeldige invoer";
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Selecteer afbeelding";
